/*
 Localizable.strings
 Dimensional

 Created by Ярослав Ерохин on 25.01.15.
 Copyright (c) 2015 Yaroslav Erohin. All rights reserved.
 */

/* Do you want to continue? Title of the Alert Dialog */
"alert_title" = "Do you want to continue?";

/* Font name to use for this language */
"application_font_name" = "Teko Light";
"application_font_name_postscript" = "Teko-Light";

/* Font sizes */
"application_font_defaultsize" = "30";
"application_font_mediumsize" = "45";
"application_font_largesize" = "60";

/* Title of the leaderboard in the Game Over Menu */
"levelpassed_leaderboard_title" = "Best Scores";

/* 'New Highscore' title in the Game Over Menu */
"levelpassed_newhighscore_title" = "New Highscore";

/* 'You scored' title in the Game Over Menu */
"levelpassed_score_title" = "You scored";

/* Game Over Menu title */
"levelpassed_title" = "Game Over";

/* Pause Menu title */
"pause_title" = "Pause";

/* Remove Ads Button and Dialog Title */
"settings_remove_ads_title" = "Remove Ads";
"remove_ads_dialog_title" = "You are removing ads for %@";
"remove_ads_done_title" = "Done!";
"remove_ads_done_text" = "Thank you very much for supporting the project. The ads are now disabled. Enjoy!";

/* About button title in the Settings Menu */
"settings_about_title" = "About";

/* Back label in the Settings Menu legend */
"settings_cancel_title" = "Back";

/* Effects button title in the Settings Menu */
"settings_effects_title" = "Effects";

/* Feedback button title in the Settings Menu */
"settings_feedback_title" = "Feedback";

/* Music button title in the Settings Menu */
"settings_music_title" = "Music";

/* Navigation label in the Settings Menu legend */
"settings_navigation_title" = "Navigation";

/* Select label in the Settings Menu legend */
"settings_select_title" = "Select";

/* Settings button title in the Settings Menu */
"settings_settings_title" = "Settings";

/* Share button title in the Settings Menu */
"settings_share_title" = "Share";

/* Restore purchases button title in the Settings Menu */
"settings_restore_title" = "Restore";

/* you're currently using gamepad. but next action requires touch input */
"touch_controls_warning" = "You'll need to use touch controls";

/* sign in to game center to share results */
"levelpassed_gamecenter_signin_title" = "Sign In to Game Center to share your scores with friends";

/* in-game popup for new level*/
"popup_newlevel" = "NEW LEVEL";
"popup_life" = "+ LIFE";

/* level passed title depending on score */
"levelpassed_title_0" = "It's amazing how you do that";
"levelpassed_title_42" = "You've found the answer";
"levelpassed_title_100" = "Good game. LOL";
"levelpassed_title_500" = "Did you even try?";
"levelpassed_title_5k" = "Nice! Ish…";
"levelpassed_title_15k" = "You know you can do better";
"levelpassed_title_50k" = "You're doing good. For a noob";
"levelpassed_title_100k" = "Wow. Such game. Much play";
"levelpassed_title_500k" = "You should practice more";
"levelpassed_title_1m" = "Awww… You'll get it next time";
"levelpassed_title_5m" = "Who Wants To Be A Millionaire";
"levelpassed_title_10m" = "That's some serious gameplay";
"levelpassed_title_50m" = "Godlike!!!";
"levelpassed_title_infinity" = "You just beat the game";

/* Ad */
"ad_get" = "get";
"ad_buy" = "find out more";

/* Whoniverse ad  */
"whoniverse_ad_title" = "Like Doctor Who?\nThen you'll love this app";
"whoniverse_ad_text" = "+Latest Doctor Who news\n+Episode guide\n+Characters\n+Wallpapers\n+Music and much more...";

/* Gallifreyan ad */
"gallifreyan_ad_title" = "Like Doctor Who?\nThen you'll love this app";
"gallifreyan_ad_text" = "+First Gallifreyan Translator for iOS\n+Beautiful Stock Images\n+Easy to Share\n+Based on Loren Sherman's Script\n";

/* Share Default Text */
"share_message" = "I would like you to check out a cool game Dimensional!";